[
  {
    "id": "thu-gui-hoc-sinh-1945",
    "year": 1945,
    "date": "1945-09-05",
    "title": "Thư gửi các em học sinh nhân ngày khai trường đầu tiên",
    "summary": "Non sông Việt Nam có trở nên tươi đẹp hay không, dân tộc Việt Nam có bước tới đài vinh quang để sánh vai với các cường quốc năm châu được hay không, chính là nhờ một phần lớn ở công học tập của các em.",
    "content": "Hôm nay là ngày khai trường đầu tiên của nước Việt Nam Dân chủ Cộng hoà.\n\nTrước đây, giặc Pháp cố tình làm cho dân ta ngu dốt, vì dân ngu dốt thì dễ bị nô lệ. Từ nay, nhờ được tự do, chúng ta phải:\n\n1/ Hết sức học tập để làm cho nước nhà văn minh, dân tộc tiến bộ.\n\n2/ Học tập để phục vụ nhân dân.\n\n3/ Học tập để bảo vệ và xây dựng Tổ quốc.\n\nNon sông Việt Nam có trở nên tươi đẹp hay không, dân tộc Việt Nam có bước tới đài vinh quang để sánh vai với các cường quốc năm châu được hay không, chính là nhờ một phần lớn ở công học tập của các em.\n\nNước nhà đã được giải phóng, các em nay đã được tự do học tập. Mỗi ngày đi học là mỗi ngày góp công vào việc xây dựng nước nhà. Các em hãy hăng hái, phấn khởi mà học tập.\n\nỞ trường thì ngoan ngoãn, chăm chỉ. Ở nhà thì giúp cha mẹ tết lu, tát nước, trông em, nuôi gà, chăn trâu... Nghĩa là các em phải vừa học, vừa làm, vừa giúp gia đình, vừa giúp dân tộc.\n\nBác mong các em ngoan, chăm học để xứng đáng với dân tộc anh hùng, xứng đáng với Tổ quốc tự do!",
    "location": "Hà Nội",
    "type": "letter",
    "media": [{ "url": "https://bna.1cdn.vn/2017/09/05/uploaded-dataimages-201709-original-_resize_images1994630_1.jpg", "kind": "document", "caption": "Bản bút tích thư gửi học sinh." }],
    "sources": [{ "label": "Báo Cứu Quốc", "url": "https://www.qdnd.vn/ho-so-su-kien/van-kien-tu-lieu/thu-bac-ho-gui-hoc-sinh-nhan-ngay-khai-truong-dau-tien-cua-nuoc-viet-nam-dan-chu-cong-hoa-550215" }],
    "tags": ["giáo dục", "thế hệ trẻ"]
  },
  {
    "id": "loi-keu-goi-toan-quoc-khang-chien",
    "year": 1946,
    "date": "1946-12-19",
    "title": "Lời kêu gọi Toàn quốc kháng chiến",
    "summary": "Hỡi đồng bào toàn quốc! Chúng ta muốn hoà bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta lần nữa! Không! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ.",
    "content": "Hỡi đồng bào toàn quốc!\n\nChúng ta muốn hoà bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta lần nữa!\n\nKhông! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ.\n\nHỡi đồng bào! Chúng ta phải đứng lên!\n\nNam, Bắc, Trung, trai, gái, già, trẻ, không phân biệt tôn giáo, đảng phái, dân tộc, hết thảy người Việt Nam phải đứng lên đánh thực dân Pháp để cứu Tổ quốc.\n\nNhững ai có súng dùng súng, nhừng ai có gươm dùng gươm, không có gươm thì dùng cuốc, búa, gậy gộc!\n\nMọi người phải ra sức chống thực dân Pháp cứu nước nhà.\n\nQuân đội, tự vệ, dân binh phải đồng thời nổi dậy.\n\nVì độc lập của Tổ quốc!\nVì tự do của dân tộc!\nVà để con em chúng ta khỏi làm nô lệ!\nChúng ta thà chết còn hơn mất nước, thà chết còn hơn làm nô lệ!\n\nQuyết tử để Tổ quốc quyết sinh!",
    "location": "Hà Nội",
    "type": "speech",
    "media": [{ "url": "https://upload.wikimedia.org/wikipedia/vi/f/f2/Toanquockhangchien.jpg", "kind": "photo", "caption": "Bác Hồ ra lời kêu gọi Toàn quốc kháng chiến." }],
    "tags": ["kháng chiến", "thực dân Pháp"]
  },
  {
    "id": "khong-co-gi-quy-hon-doc-lap-tu-do",
    "year": 1966,
    "date": "1966-07-17",
    "title": "Lời kêu gọi 'Không có gì quý hơn độc lập, tự do'",
    "summary": "Chiến tranh có thể kéo dài 5 năm, 10 năm, 20 năm hoặc lâu hơn nữa. Hà Nội, Hải Phòng và một số thành phố, xí nghiệp có thể bị tàn phá, song nhân dân Việt Nam quyết không sợ! Không có gì quý hơn độc lập, tự do!",
    "content": "Đồng bào và chiến sĩ toàn quốc!\n\nTrong khi các anh hùng chiến sĩ miền Nam đương tiến công địch quân trên khắp các mặt trận, giặc Mỹ điên cuồng ném bom phá hoại các thành phố, làng mạc ở miền Bắc, nhằm đe doạ chúng ta.\n\nNhưng đây là một tính toán ngu xuẩn của giặc Mỹ. Dân tộc Việt Nam anh hùng của chúng ta có truyền thống hàng nghìn năm chống ngoại xâm.\n\nChiến tranh có thể kéo dài 5 năm, 10 năm, 20 năm hoặc lâu hơn nữa. Hà Nội, Hải Phòng và một số thành phố, xí nghiệp có thể bị tàn phá, song nhân dân Việt Nam quyết không sợ!\n\nKhông có gì quý hơn độc lập, tự do!\n\nKhi thắng lợi hoàn toàn đã đến, đồng bào và chiến sĩ cả nước sẽ xây dựng lại quê hương ta tốt đẹp hơn xưa.\n\nDù cho các ngọn núi Trường Sơn có thể san bằng, song lòng dân Việt Nam quyết chống Mỹ cứu nước thì không bao giờ lay chuyển!\n\nThắng lợi nhất định về tay chúng ta!\n\nChúc toàn thể đồng bào và chiến sĩ cả nước mạnh khoẻ!",
    "location": "Hà Nội",
    "type": "speech",
    "media": [{ "url": "https://tuyengiaobinhphuoc.org.vn/uploads/news/2021_09/image-20210918235958-2.jpeg", "kind": "document", "caption": "Bản thảo Lời kêu gọi." }],
    "tags": ["độc lập", "tự do", "kháng chiến chống Mỹ"]
  },
  {
    "id": "di-chuc-1969",
    "year": 1969,
    "date": "1969-05-10",
    "title": "Di chúc của Chủ tịch Hồ Chí Minh",
    "summary": "Toàn Đảng, toàn dân ta đoàn kết phấn đấu, xây dựng một nước Việt Nam hoà bình, thống nhất, độc lập, dân chủ và giàu mạnh, và góp phần xứng đáng vào sự nghiệp cách mạng thế giới.",
    "content": "Đảng ta là một Đảng cầm quyền. Mỗi đảng viên, mỗi cán bộ phải thực sự thấm nhuần đạo đức cách mạng, thực sự cần kiệm liêm chính, chí công vô tư. Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người công bộc thật trung thành của nhân dân.\n\nVề Chính phủ, từ trung ương đến cơ sở đều phải thường xuyên cải tiến lề lối làm việc, chăm lo thiết thực đến đời sống vật chất và tinh thần của nhân dân. Phải thật sự gần dân, hiểu dân, học dân, kính trọng dân.\n\nVề Mặt trận và các đoàn thể, cần phát huy tinh thần dân chủ, thực hiện tự phê bình và phê bình.\n\nVề công tác kháng chiến, toàn dân ta sắp giành thắng lợi hoàn toàn. Thế nhưng, nhân dân ta không được tự mãn. Trong hoà bình cũng như trong chiến tranh, tất cả mọi người từ già đến trẻ đều phải đoàn kết chiến đấu, xây dựng nước nhà.\n\nToàn Đảng, toàn dân ta đoàn kết phấn đấu, xây dựng một nước Việt Nam hoà bình, thống nhất, độc lập, dân chủ và giàu mạnh, và góp phần xứng đáng vào sự nghiệp cách mạng thế giới.\n\nTôi tin chắc rằng Đảng ta, nhân dân ta và quân đội ta sẽ đoàn kết chiến đấu, xây dựng một nước Việt Nam mới, góp phần quan trọng vào cách mạng thế giới.",
    "location": "Hà Nội",
    "type": "document",
    "media": [{ "url": "https://bcp.cdnchinhphu.vn/Uploaded/buithuhuong/2019_08_14/Ban%20di%20chuc%20cua%20Bac%20Ho.jpg", "kind": "document", "caption": "Bản Di chúc lịch sử của Người." }],
    "tags": ["di chúc", "di sản", "thống nhất"]
  },
  {
    "id": "nguc-trung-nhat-ky",
    "year": 1942,
    "title": "Nhật ký trong tù (trích đoạn)",
    "summary": "Thân thể ở trong lao, Tinh thần ở ngoài lao; Muốn nên sự nghiệp lớn, Tinh thần càng phải cao.",
    "content": "Thân thể ở trong lao,\nTinh thần ở ngoài lao;\nMuốn nên sự nghiệp lớn,\nTinh thần càng phải cao.\n\nCắm đầu ăn cơm cám,\nCắm cổ uống nước la;\nVì sao ta khổ vậy?\nVì ta yêu nước ta.\n\nVì ích lợi chúng sinh,\nVinh dự cá nhân ta;\nVì sao ta khổ vậy?\nVì ta yêu nước ta.\n\nNhà tù này rất tốt:\nCó thể rèn luyện ta;\nNhà tù này rất tốt:\nCó thể thử thách ta.\n\nTa quyết tâm đấu tranh,\nDù có chết cũng cam;\nTa hy sinh tất cả,\nĐể cứu lấy giang san.\n\nNgười tù chính trị\nPhải giữ tâm can trong sạch;\nDầu cho thân xác héo hon,\nTinh thần không được sa sút.",
    "location": "Quảng Tây, Trung Quốc",
    "type": "poem",
    "media": [{ "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_prison_diary_of_Ho_Chi_Minh.tif/lossy-page1-913px-The_prison_diary_of_Ho_Chi_Minh.tif.jpg", "kind": "photo", "caption": "Bản nhật ký trong tù của Bác Hồ." }],
    "tags": ["thơ", "ý chí", "cách mạng"]
  },
  {
    "id": "thu-trung-thu-1951",
    "year": 1951,
    "date": "1951-09-14",
    "title": "Thư Trung thu gửi các cháu thiếu nhi",
    "summary": "Trung thu này, Bác không có quà gì tặng các cháu. Bác chỉ gửi các cháu nhiều cái hôn thân ái. Bác hứa với các cháu: đến ngày kháng chiến thắng lợi, độc lập thành công, Bác cháu ta sẽ cùng nhau ăn một Tết Trung thu thật vui vẻ.",
    "content": "Các cháu thiếu nhi thân yêu!\n\nTrung thu năm nay cũng đến. Bác nhớ các cháu lắm. Bác cũng nhớ câu hát mà các cháu thường hát:\n\n'Tết Trung thu rước đèn đi chơi\nEm rước đèn trong như trăng tròn\nAnh rước đèn cá chép bơi bơi\nChú Cuội ngồi gốc cây đa cười'\n\nTrung thu này, Bác không có quà gì tặng các cháu. Bác chỉ gửi các cháu nhiều cái hôn thân ái. Bác hứa với các cháu: đến ngày kháng chiến thắng lợi, độc lập thành công, Bác cháu ta sẽ cùng nhau ăn một Tết Trung thu thật vui vẻ.\n\nBác gửi các cháu mỗi người một cái đèn ông sao. Các cháu thắp đèn lên, rước đèn đi khắp làng, khắp phố mà hát:\n\n'Đèn ông sao\nSáng lừng lừng\nCháu yêu Bác Hồ\nCháu yêu nước ta'\n\nBác chúc các cháu học tập thật tốt, nhanh lớn khôn để xây dựng Tổ quốc ta thành một nước độc lập, thống nhất, dân chủ, giàu mạnh.\n\nBác hôn tất cả các cháu.",
    "location": "Chiến khu Việt Bắc",
    "type": "letter",
    "media": [{ "url": "https://cdn.nhandan.vn/images/d233c8299c7755bbf317d96e7a85fcf707189eae2fb9c77d344889c3e0cfe1f0c1f938bebb98358847bd6d96b91485eaa51828c06a204145b6c42f690c52ed435cfacd5ee898d181029010948d9846a0/105_02_1516_signed-1629415484525.jpg", "kind": "photo", "caption": "Bác Hồ gửi các cháu thiếu nhi." }],
    "tags": ["thiếu nhi", "Trung thu", "kháng chiến"]
  }
]
