[
  {
    "id": "thu-gui-hoc-sinh-1945",
    "year": 1945,
    "date": "1945-09-05",
    "title": "Thư gửi các em học sinh nhân ngày khai trường đầu tiên",
    "summary": "Non sông Việt Nam có trở nên tươi đẹp hay không, dân tộc Việt Nam có bước tới đài vinh quang để sánh vai với các cường quốc năm châu được hay không, chính là nhờ một phần lớn ở công học tập của các em.",
    "content": "Hôm nay là ngày khai trường đầu tiên của nước Việt Nam Dân chủ Cộng hoà.\n\nTrước đây, giặc Pháp cố tình làm cho dân ta ngu dốt, vì dân ngu dốt thì dễ bị nô lệ. Từ nay, nhờ được tự do, chúng ta phải:\n\n1/ Hết sức học tập để làm cho nước nhà văn minh, dân tộc tiến bộ.\n\n2/ Học tập để phục vụ nhân dân.\n\n3/ Học tập để bảo vệ và xây dựng Tổ quốc.\n\nNon sông Việt Nam có trở nên tươi đẹp hay không, dân tộc Việt Nam có bước tới đài vinh quang để sánh vai với các cường quốc năm châu được hay không, chính là nhờ một phần lớn ở công học tập của các em.\n\nNước nhà đã được giải phóng, các em nay đã được tự do học tập. Mỗi ngày đi học là mỗi ngày góp công vào việc xây dựng nước nhà. Các em hãy hăng hái, phấn khởi mà học tập.\n\nỞ trường thì ngoan ngoãn, chăm chỉ. Ở nhà thì giúp cha mẹ tết lu, tát nước, trông em, nuôi gà, chăn trâu... Nghĩa là các em phải vừa học, vừa làm, vừa giúp gia đình, vừa giúp dân tộc.\n\nBác mong các em ngoan, chăm học để xứng đáng với dân tộc anh hùng, xứng đáng với Tổ quốc tự do!",
    "location": "Hà Nội",
    "type": "letter",
    "media": [{ "url": "https://bna.1cdn.vn/2017/09/05/uploaded-dataimages-201709-original-_resize_images1994630_1.jpg", "kind": "document", "caption": "Bản bút tích thư gửi học sinh." }],
    "sources": [{ "label": "Báo Cứu Quốc", "url": "https://www.qdnd.vn/ho-so-su-kien/van-kien-tu-lieu/thu-bac-ho-gui-hoc-sinh-nhan-ngay-khai-truong-dau-tien-cua-nuoc-viet-nam-dan-chu-cong-hoa-550215" }],
    "tags": ["giáo dục", "thế hệ trẻ"]
  },
  {
    "id": "loi-keu-goi-toan-quoc-khang-chien",
    "year": 1946,
    "date": "1946-12-19",
    "title": "Lời kêu gọi Toàn quốc kháng chiến",
    "summary": "Hỡi đồng bào toàn quốc! Chúng ta muốn hoà bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta lần nữa! Không! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ.",
    "content": "Hỡi đồng bào toàn quốc!\n\nChúng ta muốn hoà bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta lần nữa!\n\nKhông! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ.\n\nHỡi đồng bào! Chúng ta phải đứng lên!\n\nNam, Bắc, Trung, trai, gái, già, trẻ, không phân biệt tôn giáo, đảng phái, dân tộc, hết thảy người Việt Nam phải đứng lên đánh thực dân Pháp để cứu Tổ quốc.\n\nNhững ai có súng dùng súng, nhừng ai có gươm dùng gươm, không có gươm thì dùng cuốc, búa, gậy gộc!\n\nMọi người phải ra sức chống thực dân Pháp cứu nước nhà.\n\nQuân đội, tự vệ, dân binh phải đồng thời nổi dậy.\n\nVì độc lập của Tổ quốc!\nVì tự do của dân tộc!\nVà để con em chúng ta khỏi làm nô lệ!\nChúng ta thà chết còn hơn mất nước, thà chết còn hơn làm nô lệ!\n\nQuyết tử để Tổ quốc quyết sinh!",
    "location": "Hà Nội",
    "type": "speech",
    "media": [{ "url": "https://upload.wikimedia.org/wikipedia/vi/f/f2/Toanquockhangchien.jpg", "kind": "photo", "caption": "Bác Hồ ra lời kêu gọi Toàn quốc kháng chiến." }],
    "tags": ["kháng chiến", "thực dân Pháp"]
  },
  {
    "id": "khong-co-gi-quy-hon-doc-lap-tu-do",
    "year": 1966,
    "date": "1966-07-17",
    "title": "Lời kêu gọi 'Không có gì quý hơn độc lập, tự do'",
    "summary": "Chiến tranh có thể kéo dài 5 năm, 10 năm, 20 năm hoặc lâu hơn nữa. Hà Nội, Hải Phòng và một số thành phố, xí nghiệp có thể bị tàn phá, song nhân dân Việt Nam quyết không sợ! Không có gì quý hơn độc lập, tự do!",
    "content": "Đồng bào và chiến sĩ toàn quốc!\n\nTrong khi các anh hùng chiến sĩ miền Nam đương tiến công địch quân trên khắp các mặt trận, giặc Mỹ điên cuồng ném bom phá hoại các thành phố, làng mạc ở miền Bắc, nhằm đe doạ chúng ta.\n\nNhưng đây là một tính toán ngu xuẩn của giặc Mỹ. Dân tộc Việt Nam anh hùng của chúng ta có truyền thống hàng nghìn năm chống ngoại xâm.\n\nChiến tranh có thể kéo dài 5 năm, 10 năm, 20 năm hoặc lâu hơn nữa. Hà Nội, Hải Phòng và một số thành phố, xí nghiệp có thể bị tàn phá, song nhân dân Việt Nam quyết không sợ!\n\nKhông có gì quý hơn độc lập, tự do!\n\nKhi thắng lợi hoàn toàn đã đến, đồng bào và chiến sĩ cả nước sẽ xây dựng lại quê hương ta tốt đẹp hơn xưa.\n\nDù cho các ngọn núi Trường Sơn có thể san bằng, song lòng dân Việt Nam quyết chống Mỹ cứu nước thì không bao giờ lay chuyển!\n\nThắng lợi nhất định về tay chúng ta!\n\nChúc toàn thể đồng bào và chiến sĩ cả nước mạnh khoẻ!",
    "location": "Hà Nội",
    "type": "speech",
    "media": [{ "url": "https://tuyengiaobinhphuoc.org.vn/uploads/news/2021_09/image-20210918235958-2.jpeg", "kind": "document", "caption": "Bản thảo Lời kêu gọi." }],
    "tags": ["độc lập", "tự do", "kháng chiến chống Mỹ"]
  },
  {
    "id": "di-chuc-1969",
    "year": 1969,
    "date": "1969-05-10",
    "title": "Di chúc của Chủ tịch Hồ Chí Minh",
    "summary": "Toàn Đảng, toàn dân ta đoàn kết phấn đấu, xây dựng một nước Việt Nam hoà bình, thống nhất, độc lập, dân chủ và giàu mạnh, và góp phần xứng đáng vào sự nghiệp cách mạng thế giới.",
    "content": "Đảng ta là một Đảng cầm quyền. Mỗi đảng viên, mỗi cán bộ phải thực sự thấm nhuần đạo đức cách mạng, thực sự cần kiệm liêm chính, chí công vô tư. Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người công bộc thật trung thành của nhân dân.\n\nVề Chính phủ, từ trung ương đến cơ sở đều phải thường xuyên cải tiến lề lối làm việc, chăm lo thiết thực đến đời sống vật chất và tinh thần của nhân dân. Phải thật sự gần dân, hiểu dân, học dân, kính trọng dân.\n\nVề Mặt trận và các đoàn thể, cần phát huy tinh thần dân chủ, thực hiện tự phê bình và phê bình.\n\nVề công tác kháng chiến, toàn dân ta sắp giành thắng lợi hoàn toàn. Thế nhưng, nhân dân ta không được tự mãn. Trong hoà bình cũng như trong chiến tranh, tất cả mọi người từ già đến trẻ đều phải đoàn kết chiến đấu, xây dựng nước nhà.\n\nToàn Đảng, toàn dân ta đoàn kết phấn đấu, xây dựng một nước Việt Nam hoà bình, thống nhất, độc lập, dân chủ và giàu mạnh, và góp phần xứng đáng vào sự nghiệp cách mạng thế giới.\n\nTôi tin chắc rằng Đảng ta, nhân dân ta và quân đội ta sẽ đoàn kết chiến đấu, xây dựng một nước Việt Nam mới, góp phần quan trọng vào cách mạng thế giới.",
    "location": "Hà Nội",
    "type": "document",
    "media": [{ "url": "https://bcp.cdnchinhphu.vn/Uploaded/buithuhuong/2019_08_14/Ban%20di%20chuc%20cua%20Bac%20Ho.jpg", "kind": "document", "caption": "Bản Di chúc lịch sử của Người." }],
    "tags": ["di chúc", "di sản", "thống nhất"]
  },
  {
    "id": "nguc-trung-nhat-ky",
    "year": 1942,
    "title": "Nhật ký trong tù (trích đoạn)",
    "summary": "Thân thể ở trong lao, Tinh thần ở ngoài lao; Muốn nên sự nghiệp lớn, Tinh thần càng phải cao.",
    "content": "Thân thể ở trong lao,\nTinh thần ở ngoài lao;\nMuốn nên sự nghiệp lớn,\nTinh thần càng phải cao.\n\nCắm đầu ăn cơm cám,\nCắm cổ uống nước la;\nVì sao ta khổ vậy?\nVì ta yêu nước ta.\n\nVì ích lợi chúng sinh,\nVinh dự cá nhân ta;\nVì sao ta khổ vậy?\nVì ta yêu nước ta.\n\nNhà tù này rất tốt:\nCó thể rèn luyện ta;\nNhà tù này rất tốt:\nCó thể thử thách ta.\n\nTa quyết tâm đấu tranh,\nDù có chết cũng cam;\nTa hy sinh tất cả,\nĐể cứu lấy giang san.\n\nNgười tù chính trị\nPhải giữ tâm can trong sạch;\nDầu cho thân xác héo hon,\nTinh thần không được sa sút.",
    "location": "Quảng Tây, Trung Quốc",
    "type": "poem",
    "media": [{ "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_prison_diary_of_Ho_Chi_Minh.tif/lossy-page1-913px-The_prison_diary_of_Ho_Chi_Minh.tif.jpg", "kind": "photo", "caption": "Bản nhật ký trong tù của Bác Hồ." }],
    "tags": ["thơ", "ý chí", "cách mạng"]
  },
  {
    "id": "thu-trung-thu-1951",
    "year": 1951,
    "date": "1951-09-14",
    "title": "Thư Trung thu gửi các cháu thiếu nhi",
    "summary": "Trung thu này, Bác không có quà gì tặng các cháu. Bác chỉ gửi các cháu nhiều cái hôn thân ái. Bác hứa với các cháu: đến ngày kháng chiến thắng lợi, độc lập thành công, Bác cháu ta sẽ cùng nhau ăn một Tết Trung thu thật vui vẻ.",
    "content": "Các cháu thiếu nhi thân yêu!\n\nTrung thu năm nay cũng đến. Bác nhớ các cháu lắm. Bác cũng nhớ câu hát mà các cháu thường hát:\n\n'Tết Trung thu rước đèn đi chơi\nEm rước đèn trong như trăng tròn\nAnh rước đèn cá chép bơi bơi\nChú Cuội ngồi gốc cây đa cười'\n\nTrung thu này, Bác không có quà gì tặng các cháu. Bác chỉ gửi các cháu nhiều cái hôn thân ái. Bác hứa với các cháu: đến ngày kháng chiến thắng lợi, độc lập thành công, Bác cháu ta sẽ cùng nhau ăn một Tết Trung thu thật vui vẻ.\n\nBác gửi các cháu mỗi người một cái đèn ông sao. Các cháu thắp đèn lên, rước đèn đi khắp làng, khắp phố mà hát:\n\n'Đèn ông sao\nSáng lừng lừng\nCháu yêu Bác Hồ\nCháu yêu nước ta'\n\nBác chúc các cháu học tập thật tốt, nhanh lớn khôn để xây dựng Tổ quốc ta thành một nước độc lập, thống nhất, dân chủ, giàu mạnh.\n\nBác hôn tất cả các cháu.",
    "location": "Chiến khu Việt Bắc",
    "type": "letter",
    "media": [{ "url": "https://cdn.nhandan.vn/images/d233c8299c7755bbf317d96e7a85fcf707189eae2fb9c77d344889c3e0cfe1f0c1f938bebb98358847bd6d96b91485eaa51828c06a204145b6c42f690c52ed435cfacd5ee898d181029010948d9846a0/105_02_1516_signed-1629415484525.jpg", "kind": "photo", "caption": "Bác Hồ gửi các cháu thiếu nhi." }],
    "tags": ["thiếu nhi", "Trung thu", "kháng chiến"]
  },
{
  "id": "tuyen-ngon-doc-lap-1945",
  "year": 1945,
  "date": "1945-09-02",
  "title": "Tuyên ngôn Độc lập",
  "summary": "Ngày 2/9/1945 tại Quảng trường Ba Đình, Chủ tịch Hồ Chí Minh thay mặt Chính phủ lâm thời đọc Tuyên ngôn Độc lập, tuyên bố sự ra đời của nước Việt Nam Dân chủ Cộng hòa, khẳng định quyền tự do và độc lập của dân tộc Việt Nam.",
  "content": "Hỡi đồng bào cả nước,\n\nTất cả mọi người đều sinh ra có quyền bình đẳng. Tạo hóa cho họ những quyền không ai có thể xâm phạm được; trong những quyền ấy, có quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc.\n\nBản tuyên ngôn độc lập năm 1776 của nước Mỹ có nói: ‘Tất cả mọi người đều sinh ra bình đẳng. Tạo hóa cho họ những quyền không ai có thể xâm phạm được; trong những quyền ấy, có quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc.’\n\nBản Tuyên ngôn Nhân quyền và Dân quyền của cách mạng Pháp năm 1791 cũng nói: ‘Người ta sinh ra tự do và bình đẳng về quyền lợi, và phải luôn được tự do và bình đẳng về quyền lợi.’\n\nĐó là những lẽ phải không ai chối cãi được.\n\nThế mà hơn 80 năm nay, thực dân Pháp lợi dụng lá cờ tự do, bình đẳng, bác ái đến cướp nước ta, áp bức đồng bào ta. Hành động của chúng trái hẳn với nhân đạo và chính nghĩa…\n\nTóm lại, chúng đã tuyệt đối không “bảo hộ” gì nước ta, mà trái lại, trong năm năm chúng bán nước ta hai lần cho Nhật.\n\nTrước ngày 9 tháng 3, Pháp chạy, Nhật hàng, vua Bảo Đại thoái vị. Dân tộc ta đã lấy lại nước Việt Nam từ tay Nhật chứ không phải từ tay Pháp.\n\nDân ta đã đánh đổ các xiềng xích thực dân hơn 80 năm, để gây dựng nên nước Việt Nam độc lập. Dân ta lại đánh đổ chế độ quân chủ hàng mấy mươi thế kỷ, để lập nên nước Việt Nam dân chủ cộng hòa.\n\nBởi thế cho nên, chúng tôi, Chính phủ lâm thời của nước Việt Nam mới, tuyên bố với thế giới rằng nước Việt Nam có quyền được hưởng tự do và độc lập, mà sự thực đã thành một nước tự do độc lập.\n\nToàn thể dân tộc Việt Nam quyết đem tất cả tinh thần và lực lượng, tính mạng và của cải để giữ vững quyền tự do, độc lập ấy.",
  "location": "Quảng trường Ba Đình, Hà Nội",
  "type": "speech",
  "media": [
    {
      "url": "https://picsum.photos/600/800?random=45",
      "kind": "document",
      "caption": "Bút tích bản Tuyên ngôn Độc lập của Chủ tịch Hồ Chí Minh."
    }
  ],
  "sources": [
    {
      "label": "Hồ Chí Minh Toàn tập, tập 4",
      "url": "https://hochiminh.vn"
    }
  ],
  "tags": ["độc lập", "khai sinh nước Việt Nam Dân chủ Cộng hòa", "Tuyên ngôn"]
},
  {
    "id": "loi-keu-goi-thien-nguyen-1945",
    "year": 1945,
    "date": "1945-11-17",
    "title": "Lời kêu gọi toàn dân chống nạn đói và giặc dốt",
    "summary": "Ngay sau khi nước Việt Nam Dân chủ Cộng hoà ra đời, Chủ tịch Hồ Chí Minh đã ra lời kêu gọi nhân dân cả nước diệt giặc đói, giặc dốt, giặc ngoại xâm – ba nhiệm vụ cấp bách hàng đầu của dân tộc.",
    "content": "Trong lúc này, nước ta đang ở vào tình thế ngàn cân treo sợi tóc. Chúng ta có ba thứ giặc: giặc đói, giặc dốt, giặc ngoại xâm.\n\nMột là: chống nạn đói. Ai có cơm ăn thì chia cho người không có. Ai có gạo thì góp gạo cứu đói. Lập hũ gạo cứu đói ở mỗi nhà.\n\nHai là: chống nạn dốt. Hơn 90% đồng bào ta mù chữ. Một dân tộc dốt là một dân tộc yếu. Phải mở lớp Bình dân học vụ khắp nơi để mọi người được học.\n\nBa là: chống giặc ngoại xâm. Chúng ta phải đoàn kết chặt chẽ, giữ gìn thành quả cách mạng, bảo vệ nền độc lập non trẻ.",
    "location": "Hà Nội",
    "type": "speech",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=31",
        "kind": "document",
        "caption": "Bản in Lời kêu gọi chống giặc đói, giặc dốt, giặc ngoại xâm."
      }
    ],
    "sources": [
      {
        "label": "Báo Cứu Quốc",
        "url": "https://qdnd.vn"
      }
    ],
    "tags": ["giặc đói", "giặc dốt", "giặc ngoại xâm"]
  },
  {
    "id": "thu-chuc-tet-1946",
    "year": 1946,
    "date": "1946-01-01",
    "title": "Thư chúc Tết xuân 1946",
    "summary": "Trong thư chúc Tết đầu tiên của nước Việt Nam Dân chủ Cộng hoà, Chủ tịch Hồ Chí Minh gửi lời chúc tới toàn thể đồng bào, kêu gọi đoàn kết để giữ vững nền độc lập vừa giành được.",
    "content": "Năm cũ đã qua, năm mới đã tới. Toàn thể đồng bào hãy đoàn kết một lòng, giữ vững nền độc lập của nước nhà.\n\nNăm nay, đồng bào ta được hưởng Tết độc lập đầu tiên. Tôi thay mặt Chính phủ gửi lời chúc Tết thân ái đến toàn thể đồng bào trong và ngoài nước.\n\nTôi kính chúc các cụ phụ lão sống lâu, các cháu nhi đồng mau lớn, các bà mẹ dồi dào sức khoẻ, các chiến sĩ giữ gìn non sông mạnh khoẻ.\n\nToàn dân ta quyết đem tất cả tinh thần và lực lượng, tính mạng và của cải để giữ vững quyền độc lập và tự do.",
    "location": "Hà Nội",
    "type": "letter",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=32",
        "kind": "document",
        "caption": "Bản bút tích Thư chúc Tết xuân 1946."
      }
    ],
    "sources": [
      {
        "label": "Văn kiện Đảng toàn tập",
        "url": "https://hochiminh.vn"
      }
    ],
    "tags": ["Tết", "chúc Tết", "độc lập"]
  },
  {
    "id": "thu-gui-bo-doi-bien-gioi-1958",
    "year": 1958,
    "date": "1958-03-01",
    "title": "Thư gửi bộ đội biên giới",
    "summary": "Bác Hồ căn dặn bộ đội biên giới phải cảnh giác, đoàn kết, yêu thương nhân dân, giữ gìn từng tấc đất thiêng liêng của Tổ quốc.",
    "content": "Các chú bộ đội thân mến!\n\nBiên giới là phên dậu của Tổ quốc. Các chú là những người canh giữ phên dậu đó. Các chú phải luôn luôn đề cao cảnh giác, hết lòng yêu thương nhân dân, giữ gìn từng tấc đất thiêng liêng của Tổ quốc.\n\nPhải đoàn kết nội bộ, đoàn kết với nhân dân, đoàn kết với các lực lượng bạn để làm tròn nhiệm vụ Đảng và nhân dân giao phó.\n\nBác tin tưởng các chú sẽ làm tròn nhiệm vụ cao cả ấy.",
    "location": "Hà Nội",
    "type": "letter",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=33",
        "kind": "document",
        "caption": "Bản thảo Thư gửi bộ đội biên giới năm 1958."
      }
    ],
    "sources": [
      {
        "label": "Hồ Chí Minh Toàn tập",
        "url": "https://hochiminh.vn"
      }
    ],
    "tags": ["biên giới", "quốc phòng", "bộ đội"]
  },
  {
    "id": "thu-gui-dong-bao-nam-bo-1946",
    "year": 1946,
    "date": "1946-06-01",
    "title": "Thư gửi đồng bào Nam Bộ",
    "summary": "Bác Hồ kêu gọi nhân dân Nam Bộ đoàn kết, anh dũng chiến đấu, đồng thời nhắc nhở cả nước hướng về tiền tuyến để giữ vững nền độc lập.",
    "content": "Đồng bào Nam Bộ yêu quý!\n\nNam Bộ là máu của máu Việt Nam, là thịt của thịt Việt Nam. Sông có thể cạn, núi có thể mòn, song chân lý ấy không bao giờ thay đổi.\n\nTôi thay mặt Chính phủ và toàn thể quốc dân, gửi lời khen ngợi các chiến sĩ và đồng bào Nam Bộ đã hy sinh phấn đấu để giữ vững giang sơn của Tổ quốc.\n\nTôi kêu gọi đồng bào cả nước: toàn dân ta một lòng, hướng về Nam Bộ ruột thịt, quyết chiến đấu để giữ vững nền độc lập tự do.",
    "location": "Hà Nội",
    "type": "letter",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=50",
        "kind": "document",
        "caption": "Bản bút tích Thư gửi đồng bào Nam Bộ."
      }
    ],
    "tags": ["Nam Bộ", "kháng chiến", "đoàn kết"]
  },
  {
    "id": "thu-chuc-tet-1947",
    "year": 1947,
    "date": "1947-01-01",
    "title": "Thư chúc Tết 1947",
    "summary": "Bác Hồ gửi lời chúc Tết đến toàn dân, kêu gọi tinh thần 'Toàn dân kháng chiến – Toàn diện kháng chiến'.",
    "content": "Năm Đinh Hợi 1947 đã đến.\n\nToàn dân ta hãy đoàn kết một lòng, hăng hái kháng chiến để giữ vững nền độc lập.\n\nTôi thay mặt Chính phủ gửi lời chúc mừng năm mới đến đồng bào cả nước, đặc biệt là các chiến sĩ ngoài mặt trận.\n\nToàn dân kháng chiến!\nToàn diện kháng chiến!\n\nKháng chiến nhất định thắng lợi!\n\nChúc đồng bào ta một năm mới đoàn kết, thắng lợi.",
    "location": "Chiến khu Việt Bắc",
    "type": "letter",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=51",
        "kind": "document",
        "caption": "Thư chúc Tết 1947 – Bản in trên Báo Sự Thật."
      }
    ],
    "tags": ["Tết", "kháng chiến", "đoàn kết"]
  },
  {
    "id": "thu-gui-cac-dai-bieu-quoc-dan-dai-hoi-1946",
    "year": 1946,
    "date": "1946-03-02",
    "title": "Thư gửi các đại biểu Quốc dân Đại hội",
    "summary": "Bác Hồ căn dặn các đại biểu Quốc hội khóa I phải đặt lợi ích Tổ quốc, dân tộc lên trên hết, đoàn kết để xây dựng đất nước.",
    "content": "Các vị đại biểu thân mến!\n\nĐây là Quốc hội đầu tiên của nước Việt Nam Dân chủ Cộng hòa, là biểu hiện ý chí của toàn dân tộc ta. Các vị hãy đem hết tinh thần, lực lượng, trí tuệ để phụng sự Tổ quốc và nhân dân.\n\nPhải luôn luôn ghi nhớ rằng: lợi ích Tổ quốc, lợi ích dân tộc là trên hết. Chúng ta phải đoàn kết, phải giữ vững độc lập và xây dựng một nước Việt Nam mới.",
    "location": "Hà Nội",
    "type": "letter",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=52",
        "kind": "document",
        "caption": "Thư gửi Quốc dân Đại hội 1946."
      }
    ],
    "tags": ["Quốc hội", "đại biểu", "dân chủ"]
  },
  {
    "id": "loi-keu-goi-cac-chien-si-duc-1948",
    "year": 1948,
    "date": "1948-05-19",
    "title": "Lời kêu gọi thi đua ái quốc",
    "summary": "Nhân dịp sinh nhật lần thứ 58, Bác Hồ ra lời kêu gọi thi đua ái quốc, phát động toàn dân hăng hái thi đua sản xuất, chiến đấu và học tập.",
    "content": "Mục đích thi đua ái quốc là làm cho nước ta mau thắng lợi, mau kiến thiết. Thi đua ái quốc tức là yêu nước.\n\nNgày nay, muốn giữ vững nền độc lập, muốn xây dựng nước nhà, chúng ta phải thi đua: quân đội thi đua giết giặc lập công, nhân dân thi đua tăng gia sản xuất, cán bộ thi đua học tập và công tác tốt.\n\nMỗi người dân Việt Nam, bất kỳ già, trẻ, trai, gái, bất kỳ làm việc gì đều phải trở nên một chiến sĩ trên mặt trận thi đua.\n\nThi đua là yêu nước, yêu nước thì phải thi đua. Và những người thi đua là những người yêu nước nhất.",
    "location": "Chiến khu Việt Bắc",
    "type": "speech",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=53",
        "kind": "document",
        "caption": "Bản thảo Lời kêu gọi thi đua ái quốc 1948."
      }
    ],
    "tags": ["thi đua ái quốc", "yêu nước", "kháng chiến"]
  },
  {
    "id": "thu-gui-chien-si-dien-bien-phu-1954",
    "year": 1954,
    "date": "1954-05-11",
    "title": "Thư gửi chiến sĩ Điện Biên Phủ",
    "summary": "Ngay sau chiến thắng Điện Biên Phủ, Bác Hồ gửi thư khen ngợi quân và dân ta đã lập nên chiến công 'lừng lẫy năm châu, chấn động địa cầu'.",
    "content": "Các chiến sĩ Điện Biên Phủ thân mến!\n\nChiến thắng Điện Biên Phủ là một mốc son chói lọi trong lịch sử dân tộc ta. Các chú đã chiến đấu dũng cảm, gian khổ mà anh dũng, làm cho Tổ quốc ta vẻ vang, dân tộc ta tự hào.\n\nThay mặt Chính phủ và nhân dân, tôi thân ái gửi lời khen ngợi các chú. Chiến công này đã góp phần quyết định vào việc kết thúc thắng lợi cuộc kháng chiến chống thực dân Pháp.\n\nCác chú hãy giữ gìn và phát huy truyền thống anh hùng, tiếp tục xây dựng quân đội ngày càng vững mạnh.",
    "location": "Hà Nội",
    "type": "letter",
    "media": [
      {
        "url": "https://picsum.photos/600/800?random=54",
        "kind": "document",
        "caption": "Thư Bác Hồ gửi chiến sĩ Điện Biên Phủ."
      }
    ],
    "tags": ["Điện Biên Phủ", "chiến sĩ", "kháng chiến chống Pháp"]
  }
]
